# St7DisableHRALoadCase

Disables the specified load case such that it is excluded when the load type is set to Applied Load.

long St7DisableHRALoadCase(long uID, long CaseNum)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Load case number.